{
  "title": "BWW Apps - Fitness Calculator",
  "h1Text": "Fitness Calculator",
  "fatOrBmi": "Which would you like to measure, your Body Fat or BMI?",
  "bodyFat": "Body Fat",
  "bmi": "BMI",
  "sexAndAge": "Select your sex and input your age please.",
  "male": "Male",
  "female": "Female",
  "yrsAge": "Years of Age:",
  "skinFoldLoc": "The site you will use for the skinfold measurement is located approximately one inch above the point of your right hipbone. Put your left index finger on the point of your right hipbone and move up one inch (see figure 1).",
  "skinFoldAlt": "Figure 1 shows the location on the abdomen for skinfold test.",
  "skinFoldTitle": "Figure 1 shows the location on abdomen for skinfold test.",
  "rightHand": "Make sure the slide on the curved part of the caliper is moved all the way to the right, and place the caliper in your right hand.",
  "twoToThreeInches": "While standing, with your fingers about 2-3 inches apart, firmly grasp the skinfold between the thumb and index finger of your left hand, and gently pull the skinfold away from your body. Pull the skin and underlying fat away from the muscle tissue (see figures 2 and 3).",
  "figTwoAltTxt": "Figure 2 shows how to grip the skinfold 2-3 inches apart.",
  "figThreeAltTxt": "Figure 3 shows how to pull the skin and underlying fat away from the muscle tissue.",
  "figFourFiveInstructions": "With the caliper in your right hand, place its jaws over the skinfold about 1/4 of an inch from your left thumb and forefinger (see figures 4 and 5). The caliper heads should be halfway between the crest and base of the fold, right in the middle of the fold (see figure 4). The caliper must be perpendicular to the skinfold.",
  "figFourAltTxt": "Figure 4 shows the caliper heads in the middle of the skinfold.",
  "figFiveAltTxt": "Figure 5 shows the caliper being used in a perpendicular position to the skinfold.",
  "untilClick": "While continuing to hold the skinfold with the left hand, press the thumb where indicated on the caliper until you feel a slight \"CLICK.\" The measurement slide will automatically move across the measurement arm and stop at the correct reading. Immediately stop pinching when you feel and hear the \"CLICK.\"",
  "releaseJaws": "Release the jaws of the caliper and read and record your measurement to the nearest millimeter.",
  "takeAnother": "Once you have taken one reading, take another measurement.",
  "spanConsistentReq": "If the second reading is more than 1mm apart from your first reading, take another measurement, and record the reading when it becomes most consistent.",
  "firstCaliperReading": "1st Caliper Reading in <b>Millimeters:</b>",
  "secondCaliperReading": "2nd Caliper Reading in <b>Millimeters:</b>",
  "note": "<b>Note:</b> These instructions came with ACCU-MEASURE Calipers and may not provide the same results with calipers of a different brand.",
  "cite": "THE IDEAL WAY TO MEASURE BODY FAT USING THE ACCU-MEASURE&reg; CALIPER by ACCU-MEASURE&reg;",
  "calcBMI": "To calculate your BMI we need your height and weight. Please input both measurements below.",
  "height": "Height:",
  "feet": "Feet:",
  "inches": "Inches:",
  "weight": "Weight:",
  "submit": "Submit",
  "reset": "Reset",
  "ageInputErrorHidden":"You did not enter a number within the valid range.  The age must be greater than 17 and less than 141.  Please try again.",
  "inputNumErrorHidden": "You did not enter a valid number within the range of 2 through 36.  Please try again.",
  "inputNumSecondErrorHidden": "The second reading cannot be greater than 1mm than the first reading.  Please try again.",
  "bodyFatResultsHidden": "Your body fat is ",
  "inputHeightFtErrorHidden": "You did not enter a valid number between 1 and 7.  Please try again.",
  "inputHeightInErrorHidden": "You did not enter a valid number between 0 and 11.  Please try again.",
  "inputWeightErrorHidden": "You did not enter a valid number between 10 and 800.  Please try again.",
  "bmiResultsHidden": "Your BMI is "
}