{
  "title": "BWW Apps - Calculadora de Fitness",
  "h1Text": "Calculadora de Fitness",
  "fatOrBmi": "¿Cuál te gustaría medir tu grasa corporal o tu índice de masa corporal?",
  "bodyFat": "Grasa corporal",
  "bmi": "Índice de masa corporal",
  "sexAndAge": "Seleccione su sexo e ingrese su edad por favor.",
  "male": "Masculina",
  "female": "Hembra",
  "yrsAge": "Años de edad:",
  "skinFoldLoc": "El sitio que utilizará para la medición del pliegue cutáneo se encuentra aproximadamente a una pulgada por encima del punto del hueso de la cadera derecha. Coloque el dedo índice izquierdo en la punta del hueso de la cadera derecho y suba una pulgada (vea la figura 1).",
  "skinFoldAlt": "La Figura 1 muestra la ubicación en el abdomen para la prueba de pliegue cutáneo.",
  "skinFoldTitle": "La Figura 1 muestra la ubicación en el abdomen para la prueba de pliegue cutáneo.",
  "rightHand": "Asegúrese de que la corredera en la parte curva de la pinza se mueva completamente hacia la derecha y coloque la pinza en su mano derecha.",
  "twoToThreeInches": "Mientras está de pie, con los dedos separados aproximadamente 2-3 pulgadas, agarre firmemente el pliegue de la piel entre el pulgar y el dedo índice de la mano izquierda, y separe suavemente el pliegue de la piel de su cuerpo. Retire la piel y la grasa subyacente del tejido muscular (consulte las figuras 2 y 3).",
  "figTwoAltTxt": "La Figura 2 muestra cómo agarrar el pliegue de la piel a 2-3 pulgadas de distancia.",
  "figThreeAltTxt": "La Figura 3 muestra cómo extraer la piel y la grasa subyacente del tejido muscular.",
  "figFourFiveInstructions": "Con el calibrador en su mano derecha, coloque sus mandíbulas sobre el pliegue de la piel a aproximadamente 1/4 de pulgada del pulgar y el índice izquierdos (vea las figuras 4 y 5). Las cabezas de la pinza deben estar a medio camino entre la cresta y la base del pliegue, justo en el medio del pliegue (ver figura 4). La pinza debe ser perpendicular al pliegue de la piel.",
  "figFourAltTxt": "La Figura 4 muestra las cabezas de la pinza en el medio del pliegue de la piel.",
  "figFiveAltTxt": "La figura 5 muestra el calibrador que se utiliza en una posición perpendicular al pliegue de la piel.",
  "untilClick": "Mientras continúa sujetando el pliegue de la piel con la mano izquierda, presione el pulgar donde se indica en la pinza hasta que sienta un ligero \"CLIC\". La corredera de medición se moverá automáticamente a través del brazo de medición y se detendrá en la lectura correcta. Inmediatamente deje de pellizcar cuando sienta y escuche el \"CLIC\".",
  "releaseJaws": "Libere las mandíbulas del calibrador y lea y registre su medida al milímetro más cercano.",
  "takeAnother": "Una vez que haya tomado una lectura, tome otra medida.",
  "spanConsistentReq": "Si la segunda lectura está a más de 1 milímetro de distancia de su primera lectura, tome otra medida y registre la lectura cuando sea más consistente.",
  "firstCaliperReading": "Primera lectura de calibre en <b>milímetros:</b>",
  "secondCaliperReading": "Segunda lectura de la pinza en <b>milímetros:</b>",
  "note": "<b>Nota:</b> Estas instrucciones vienen con los calibradores ACCU-MEASURE y pueden no proporcionar los mismos resultados con los calibradores de una marca diferente.",
  "cite": "LA MANERA IDEAL DE MEDIR LA GRASA CORPORAL MEDIANTE EL ACCU-MEDIDA&reg; PINZA por ACCU-MEDIDA&reg;",
  "calcBMI": "Para calcular su índice de masa corporal, necesitamos su altura y peso. Por favor ingrese ambas medidas a continuación.",
  "height": "Altura:",
  "feet": "Pies:",
  "inches": "Pulgadas:",
  "weight": "Peso:",
  "submit": "Enviar",
  "reset": "Reiniciar",
  "ageInputErrorHidden":"No ingresó un número dentro del rango válido. La edad debe ser mayor de 17 años y menor de 141. Vuelva a intentarlo.",
  "inputNumErrorHidden": "No ingresó un número válido dentro del rango de 2 a 36. Vuelva a intentarlo.",
  "inputNumSecondErrorHidden": "La segunda lectura no puede ser mayor de 1 mm que la primera lectura. Inténtalo de nuevo.",
  "bodyFatResultsHidden": "Tu grasa corporal es ",
  "inputHeightFtErrorHidden": "No ingresó un número válido entre 1 y 7. Vuelva a intentarlo.",
  "inputHeightInErrorHidden": "No ingresó un número válido entre 0 y 11. Vuelva a intentarlo.",
  "inputWeightErrorHidden": "No ingresó un número válido entre 10 y 800. Vuelva a intentarlo.",
  "bmiResultsHidden": "Su índice de masa corporal es "
}